{"_id":{"$oid":"620ce8ba14e5b023c813d384"},"Title":"One Flew Over the Cuckoo's Nest","Description":"A criminal pleads insanity and is admitted to a mental institution, where he rebels against the oppressive nurse and rallies up the scared patients.","Genre":{"Name":"Drama","Description":"The drama genre features stories with high stakes and a lot of conflicts. They’re plot-driven and demand that every character and scene move the story forward. Dramas follow a clearly defined narrative plot structure, portraying real-life scenarios or extreme situations with emotionally-driven characters."},"Director":{"Name":"Milos Forman","Bio":"Milos Forman is a Czech-born New Wave filmmaker who was known primarily for the distinctively American movies that he made after his immigration to the United States.","Birth":"1932","Death":"2018"},"ImagePath":"oneflewover.jpg","Featured":true}
{"_id":{"$oid":"620cebc314e5b023c813d385"},"Title":"Talk to her","Description":"After a chance encounter at a theater, two men, Benigno and Marco, meet at a private clinic where Benigno works. Lydia, Marco's girlfriend and a bullfighter by profession, has been gored and is in a coma. It so happens that Benigno is looking after another woman in a coma, Alicia, a young ballet student. The lives of the four characters will flow in all directions, past, present and future, dragging all of them towards an unsuspected destiny.","Genre":{"Name":"Drama","Description":"The drama genre features stories with high stakes and a lot of conflicts. They are plot-driven and demand that every character and scene move the story forward. Dramas follow a clearly defined narrative plot structure, portraying real-life scenarios or extreme situations with emotionally-driven characters."},"Director":{"Name":"Pedro Almodovar","Bio":"Pedro Almodovar is a Spanish filmmaker known for colourful melodramatic films that often feature sexual themes.","Birth":"1949"},"ImagePath":"talktoher.jpg","Featured":true}
{"_id":{"$oid":"620ceed314e5b023c813d386"},"Title":"Donnie Darko","Description":"After narrowly escaping a bizarre accident, a troubled teenager is plagued by visions of a man in a large rabbit suit who manipulates him to commit a series of crimes.","Genre":{"Name":"Mistery","Description":"Mystery films are all about the puzzle, and often feature a detective or amateur sleuth who is trying to solve it. Mystery films are full of suspense, and the protagonist searches for clues or evidence throughout the movie, piecing together events and interviewing suspects to solve the central question. Hardboiled noirs and police procedurals are two subcategories that often fall under the mystery genre."},"Director":{"Name":"Richard Kelly","Bio":"Richard Kelly is an American film director and writer, known for writing and directing the cult classic Donnie Darko in 2001.","Birth":"1975"},"ImagePath":"donniedarko.jpg","Featured":true}
{"_id":{"$oid":"620cf09b14e5b023c813d387"},"Title":"Nightcrawler","Description":"When Louis Bloom, a con man desperate for work, muscles into the world of L.A. crime journalism, he blurs the line between observer and participant to become the star of his own story.","Genre":{"Name":"Drama","Description":"The drama genre features stories with high stakes and a lot of conflicts. They are plot-driven and demand that every character and scene move the story forward. Dramas follow a clearly defined narrative plot structure, portraying real-life scenarios or extreme situations with emotionally-driven characters."},"Director":{"Name":"Dan Gilroy","Bio":"Dan Gilroy is an American screenwriter and film director. He is best known for writing and directing Nightcrawler (2014).","Birth":"1959"},"ImagePath":"nightcrawler.jpg","Featured":true}
{"_id":{"$oid":"620cf26514e5b023c813d388"},"Title":"Audition","Description":"A widower takes an offer to screen girls at a special audition, arranged for him by a friend to find him a new wife. The one he fancies is not who she appears to be after all.","Genre":{"Name":"Horror","Description":"Horror films feature elements that leave people with an overwhelming sense of fear and dread. Horror movies often include serial killers or monsters as persistent, evil antagonists to play on viewers’ fears or nightmares. Audiences who love the horror genre seek out these movies specifically for the adrenaline rush produced by ghosts, gore, monsters, and jump-scares. Films that fall into the horror sub-genres include ghost stories, gothic horror movies, science fiction horror movies, supernatural movies, dark fantasy movies, psychological horror movies, and slasher movies."},"Director":{"Name":"Takashi Miike","Bio":"Takashi Miike is a Japanese filmmaker of different genres that range from violent and bizarre to dramatic and family-friendly movies.","Birth":"1960"},"ImagePath":"audition.jpg","Featured":true}
{"_id":{"$oid":"620cf4a314e5b023c813d389"},"Title":"Mulholland Dr.","Description":"After a car wreck on the winding Mulholland Drive renders a woman amnesiac, she and a perky Hollywood-hopeful search for clues and answers across Los Angeles in a twisting venture beyond dreams and reality.","Genre":{"Name":"Mistery","Description":"Mystery films are all about the puzzle, and often feature a detective or amateur sleuth who is trying to solve it. Mystery films are full of suspense, and the protagonist searches for clues or evidence throughout the movie, piecing together events and interviewing suspects to solve the central question. Hardboiled noirs and police procedurals are two subcategories that often fall under the mystery genre."},"Director":{"Name":"David Lynch","Bio":"David Lynch is an American filmmaker and screenwriter who was known for his uniquely disturbing and mind-bending visual work.","Birth":"1946"},"ImagePath":"mulhollanddrive.jpg","Featured":true}
{"_id":{"$oid":"620cf5e714e5b023c813d38a"},"Title":"Parasite","Description":"Greed and class discrimination threaten the newly formed symbiotic relationship between the wealthy Park family and the destitute Kim clan.","Genre":{"Name":"Comedy","Description":"Comedy films are funny and entertaining. The films in this genre center around a comedic premise—usually putting someone in a challenging, amusing, or humorous situation they’re not prepared to handle. Good comedy movies are less about making constant jokes, and more about presenting a universally relatable, real-life story with complex characters who learn an important lesson. Mockumentary, dark comedy (or black comedy), romantic comedy, parody/spoof, and slapstick comedy are all examples of comedy subgenres."},"Director":{"Name":"Bong Joon Ho","Bio":"Bong Joon Ho is a South Korean filmmaker known for the meticulous directing, social critique, blending of genres, and quick tonal shifts in his movies, many of which he also cowrote.","Birth":"1969"},"ImagePath":"parasite.jpg","Featured":true}
{"_id":{"$oid":"620cf70014e5b023c813d38b"},"Title":"The Hunt","Description":"A teacher lives a lonely life, all the while struggling over his son's custody. His life slowly gets better as he finds love and receives good news from his son, but his new luck is about to be brutally shattered by an innocent little lie.","Genre":{"Name":"Drama","Description":"The drama genre features stories with high stakes and a lot of conflicts. They are plot-driven and demand that every character and scene move the story forward. Dramas follow a clearly defined narrative plot structure, portraying real-life scenarios or extreme situations with emotionally-driven characters."},"Director":{"Name":"Thomas Vinterberg","Bio":"Thomas Vinterberg is a Danish film director who, along with Lars von Trier, co-founded the Dogme 95 movement in filmmaking, which established rules for simplifying movie production.","Birth":"1969"},"ImagePath":"thehunt.jpg","Featured":true}
{"_id":{"$oid":"620cf82914e5b023c813d38c"},"Title":"Rear Window","Description":"A wheelchair-bound photographer spies on his neighbors from his Greenwich Village courtyard apartment window, and becomes convinced one of them has committed murder, despite the skepticism of his fashion-model girlfriend.","Genre":{"Name":"Thriller","Description":"Thrillers expertly blend mystery, tension, and anticipation into one exciting story. Successful thrillers are well-paced, often introducing red herrings, divulging plot twists, and revealing information at the exact right moments to keep the audience intrigued. Thrillers often include a “ticking clock” aspect, where the stakes are set against a finite amount of time. Crime films, political thrillers, and techno-thrillers are all featured in the thriller genre."},"Director":{"Name":"Alfred Hitchcock","Bio":"Alfred Hitchcock is an English filmmaker whose suspenseful films and television programs won immense popularity and critical acclaim over a long and tremendously productive career.","Birth":"1899 ","Death":"1980"},"ImagePath":"rearwindow.jpg","Featured":true}
{"_id":{"$oid":"620cf8a914e5b023c813d38d"},"Title":"Strangers on a Train","Description":"A psychopath forces a tennis star to comply with his theory that two strangers can get away with murder.","Genre":{"Name":"Thriller","Description":"Thrillers expertly blend mystery, tension, and anticipation into one exciting story. Successful thrillers are well-paced, often introducing red herrings, divulging plot twists, and revealing information at the exact right moments to keep the audience intrigued. Thrillers often include a “ticking clock” aspect, where the stakes are set against a finite amount of time. Crime films, political thrillers, and techno-thrillers are all featured in the thriller genre."},"Director":{"Name":"Alfred Hitchcock","Bio":"Alfred Hitchcock is an English filmmaker whose suspenseful films and television programs won immense popularity and critical acclaim over a long and tremendously productive career.","Birth":"1899 ","Death":"1980"},"ImagePath":"strangersonatrain.jpg","Featured":true}
